alexcvzz.vscode-sqlite
Blackboxapp.blackbox
cschlosser.doxdocgen
cssho.vscode-svgviewer
damildrizzy.fastapi-snippets
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
donjayamanne.githistory
dracula-theme.theme-dracula
felipecaputo.git-project-manager
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
hediet.vscode-drawio
HoangKimLai.ipython
jeff-hykin.better-cpp-syntax
lochbrunner.vscode-hdf5-viewer
mathematic.vscode-pdf
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
neuron.neuron-IPE
oderwat.indent-rainbow
pancho111203.vscode-ipython
PKief.material-icon-theme
pythonfastapisnippet.python-fastapi-snippets
rangav.vscode-thunder-client
sukumo28.wav-preview
twxs.cmake
vscode-icons-team.vscode-icons
yy0931.vscode-sqlite3-editor
ZainChen.json
